{
  "meta": {
    "source": "DBG Book 1; Human Edited",
    "format": "chapter_greedy_english_merge",
    "notes": "Order-preserving. English is sentence-split; multiple English sentences may map to one Latin sentence. English sentences are never split.",
    "filled": 312,
    "total": 314
    
  },
  "by_sid": {
    "1.0": "Gaul is a whole divided into three parts, one of which is inhabited by the Belgae, another by the Aquitani, and a third by a people called in their own tongue Celtae, in the Latin Galli.",
    "1.1": "All these are different one from another in language, institutions, and laws.",
    "1.2": "The Galli (Gauls) are separated from the Aquitani by the river Garonne, from the Belgae by the Marne and the Seine.",
    "1.3": "Of all these peoples the Belgae are the most courageous, because they are farthest removed from the culture and civilization of the Province, and least often visited by merchants introdu cing the commodities that make for effeminacy; and also because they are nearest to the Germans dwelling beyond the Rhine, with whom they are continually at war.",
    "1.4": "For this cause the Helvetii also excel the rest of the Gauls in valour, because they are struggling in almost daily fights with the Germans, either endeavouring to keep them out of Gallic territory or waging an aggressive warfare in German territory.",
    "1.5": "The separate part of the country which, as has been said, is occupied by the Gauls, starts from the river Rhone, and is bounded by the river Garonne, the Ocean, and the territory of the Belgae; moreover, on the side of the Sequani and the Helvetii, it touches on the river Rhine; and its general trend is northward.",
    "1.6": "The Belgae, beginning from the edge of the Gallic territory, reach to the lower part of the river Rhine, bearing towards the north and east.",
    "1.7": "Aquitania, starting from the Garonne, reaches to the Pyrenees and to that part of the Ocean which is by Spain: its bearing is between west and north.",
    "2.0": "Among the Helvetii the noblest man by far and the most wealthy was Orgetorix.",
    "2.1": "In the consul ship of Marcus Messalla and Marcus Piso, his desire for the kingship led him to form a conspiracy of the nobility, and he persuaded the community to march out of their territory in full force, urging that as they excelled all in valour it was easy enough to secure the sovereignty of all Gaul.",
    "2.2": "In this he persuaded them the more easily, because the Helvetii are closely confined by the nature of their territory. On one side there is the river Rhine, exceeding broad and deep, which separates the Helvetian territory from the Germans; on another the Jura range, exceeding high, lying between Sequani and the Helvetii; on the third, the Lake of Geneva and the river Rhone, which separates the Roman Province from the Helvetii.",
    "2.3": "In such circumstances their range of movement was less extensive, and their chances of waging war on their neighbours were less easy; and on this account they were greatly distressed, for they were men that longed for war.",
    "2.4": "Nay, they could not but consider that the territory they occupied — to an extent of 240 miles long and 180 broad — was all too narrow for their population and for their renown of courage in war.",
    "3.0": "Swayed by these considerations and stirred by the influence of Orgetorix, they determined to collect what they needed for taking the field, to buy up as large a number as they could of draught-cattle and carts, to sow as much cornº as possible so as to have a sufficient supply thereof on the march, and to establish peace and amity with the nearest communities.",
    "3.1": "For the accomplishment of these objects they considered that two years were sufficient, and pledged themselves by an ordinance to take the field in the third year.",
    "3.2": "For the accomplishment of these objectives Orgetorix was chosen.",
    "3.3": "He took upon himself an embassage to the communities.",
    "3.4": "In the course of his travels he persuaded Casticus, of the Sequani, son of Catamantaloedes, who had held for many years the kingship of the Sequani, and had been called by the Senate \"the friend of the Roman people,\" to seize in his own state the kingship which his father had held before him; and Dumnorix also, of the Aedui, brother of Diviciacus, at that time holding the chieftaincy of the state and a great favourite with the common people, he persuaded to a like endeavour, and gave him his own daughter in marriage.",
    "3.5": "He convinced them that it was easy enough to accomplish such endeavours, because he himself (so he said) was about to secure the sovereignty of his own state. There was no doubt, he observed, that the Helvetii were the most power ful tribe in all Gaul, and he gave a pledge that he would win them their kingdoms with his own resources and his own army.",
    "3.6": "Swayed by this speech, they gave a mutual pledge, confirming it by oath; and they hoped that when they had seized their kingship they would be able, through the efforts of three most power ful and most steadfast tribes, to master the whole of Gaul.",
    "4.0": "The design was revealed to the Helvetii by informers.",
    "4.1": "In accordance with their custom they compelled Orgetorix to take his trial in bonds. If he were condemned, the penalty of being burnt alive was the consequence.",
    "4.2": "On the day appointed for his trial Orgetorix gathered from every quarter to the place of judgment all his retainers, to the number of some ten thousand men, and also assembled there all his clients and debtors, of whom he had a great number, and through their means escaped from taking his trial.",
    "4.3": "The state, being incensed at this, essayed to secure its due rights by force of arms, and the magistrates were bridging together a number of men from the country parts, when Orgetorix died, not without suspicion, as the Helvetii think, of suicide.",
    "5.0": "After his death the Helvetii essayed none the less to accomplish their determination to march forth from their borders.",
    "5.1": "When at length they deemed that they were prepared for that purpose, they set fire to all their strongholds, in number about twelve; their villages, in number about four hundred, and the rest of their private buildings; they burnt up all their corn save that which they were to carry with them, to the intent that by removing all hope of returning homeward they might prove the readier to undergo any perils; and they commanded every man to take for himself from home a three months' provision of victuals.",
    "5.2": "They persuaded their neighbours, the Rauraci, the Tulingi, and the Latobrigi, to adopt the same plan, burn up their strongholds and villages, and march out with them; and they received as partners of their alliance the Boii, who had been dwellers beyond the Rhine, but had crossed over into Noricum and attacked Noreia.",
    "6.0": "There were two routes, and no more, by which they could leave their homeland. One lay through the territory of the Sequani, betwixt the Jura range and the river Rhone, a narrow route and a difficult, where carts could scarce be drawn up in single file; with an exceeding high mountain overhanging it, so that a very few men might easily check them. The other route, through the Roman Province, was far more easy and convenient, forasmuch as the Rhone flows between the borders of the Helvetii and the Allobroges (who had lately been brought to peace), and is in some places fordable. ",
    "6.1": "The last town of the Allobroges, the nearest to the borders of the Helvetii, is Geneva.",
    "6.2": "From which a bridge stretches across to the Helvetii.",
    "6.3": "These supposed that either they would persuade the Allobroges (deeming them not yet well disposed toward the Roman people), or would compel them perforce to suffer a passage through their borders.",
    "6.4": "Having therefore provided all things for their departure, they named a day by which all should assemble upon the bank of the Rhone.",
    "6.5": "The day was the 28th of March, in the consul ship of Lucius Piso and Aulus Gabinius.",
    "6.6": "",
    "6.7": "",
    "7.0": "When Caesar was informed that they were endeavouring to march through the Roman Province, he made speed to leave Rome, and hastening to Further Gaul by as rapid stages as possible, arrived near Geneva.",
    "7.1": "From the whole Province he re quisitioned the largest possible number of troops (there was in Further Gaul no more than a single legion), and ordered the bridge at Geneva to be broken down.",
    "7.2": "When the Helvetii learned of his coming, they sent as deputies to him the noblest men of the state. Nammeius and Verucloetius held the chief place in the deputation, with instructions to say that their purpose was to march through the Province without any mischief, because they had no other route; and they asked that they might have leave so to do of his good will.",
    "7.3": "Remembering that the consul Lucius Cassius had been slain,⁠ and his army routed and sent under the yoke, by the Helvetii, Caesar considered that no concession should be made; nor did he believe that men of unfriendly disposition, if granted an opportunity of marching through the Province, would refrain from outrage and mischief.",
    "7.4": "However, to gain an interval for the assembly of the troops he had levied, he replied to the deputies that he would take a space of time for consideration; if they wished for anything, they were to return on the 13th of April.",
    "8.0": "In the meanwhile he used the legion which he had with him, and the troops which had concentrated from the Province, to construct a continuous wall, sixteen feet high, and a trench, from the Lake of Geneva, which flows into the river Rhone, to the Jura range, which separates the territory of the Sequani from the Helvetii, a distance of nineteen miles.",
    "8.1": "This work completed, he posted separate garrisons, in entrenched forts, in order that he might more easily be able to stop any attempt of the enemy to cross against his wish.",
    "8.2": "When the day which he had appointed with the deputies arrived, and the deputies returned to him, he said that, following the custom and precedent of the Roman people, he could not grant anyone a passage through the Province; and he made it plain that he would stop any attempt to force the same.",
    "8.3": "Disappointed of this hope, the Helvetii attempted, sometimes by day, more often by night, to break through, either by joining boats together and making a number of rafts, or by fording the Rhone where the depth of the stream was least. But they were checked by the line of the entrenchment and, as the troops concentrated rapidly, by missiles, and so abandoned the attempt.",
    "9.0": "There remained one other line of route, through the borders of the Sequani, by which they could not march, on account of the narrow ways, without the consent of the Sequani.",
    "9.1": "When they could not of their own motion persuade the Sequani, they sent deputies to Dumnorix the Aeduan, in order that they might attain their object through his intercession.",
    "9.2": "Now Dumnorix had very great weight with the Sequani, for he was both popular and open-handed, and he was friendly to the Helvetii, because from that state he had taken the daughter of Orgetorix to wife; and, spurred by the desire of the kingship, he was anxious for a revolution, and eager to have as many states as might be beholden to his own beneficence.",
    "9.3": "Therefore he accepted the business, and prevailed on the Sequani to suffer the Helvetii to pass through their borders, and arranged that they should give hostages each to other — the Sequani, not to prevent the Helvetii from their march; the Helvetii, to pass through without mischief or outrage.",
    "10.0": "The news was brought back to Caesar that the Helvetii were minded to march through the land of the Sequani and the Aedui into the borders of the Santones, which are not far removed from the borders of the Tolosates, a state in the Province.",
    "10.1": "He perceived that this event would bring great danger upon the Province; for it would have a warlike tribe, unfriendly to the Roman people, as neighbours to a district which was at once unprotected and very rich in corn.",
    "10.2": "For these reasons he set Titus Labienus, lieutenant-general, in command of the fortification which he had made, and himself hurried by forced marches into Italy.",
    "10.3": "There he enrolled two legions, and brought out of winter quarters three that were wintering about Aquileia; and with these five legions made speed to march by the shortest route to Further Gaul, over the Alps.",
    "10.4": "In that region the Ceutrones, the Graioceli, and the Caturiges, seizing points on the higher ground, essayed to stop the march of his army.",
    "10.5": "They were repulsed in several actions; and on the seventh day he moved from Ocelum, the last station of Hither Gaul, into the borders of the Vocontii in Further Gaul.",
    "10.6": "Thence he led his army into the borders of the Allobroges, and from thence into the country of the Segusiavi, the first tribe outside the Province, across the Rhone.",
    "11.0": "By this time the Helvetii, having brought their own forces through the defiles and through the borders of the Sequani, had reached the borders of the Aedui, and were engaged in laying waste their lands.",
    "11.1": "Unable to defend their persons and their property from the invaders, the Aedui sent deputies to Caesar to ask for aid. These pleaded that the Aedui had always deserved too well of the Roman people to merit the devastation of their lands, the removal of their children into slavery, and the capture of their towns, almost in sight of the Roman army.",
    "11.2": "At the same time the Aedui Ambarri, close allies and kinsmen of the Aedui, informed Caesar that their lands had been laid waste, and that they could not easily safeguard their towns from the violence of the enemy.",
    "11.3": "The Allobroges also, who had villages and settlements across the Rhone, fleet to Caesar, affirming that they had nothing left to them save the bare ground.",
    "11.4": "All these events drove Caesar to the decision that he must not wait till the Helvetii, having wasted all the substance of the Roman allies, should penetrate into the land of the Santoni.",
    "12.0": "There is a river Arar (Saône), which flows through the borders of the Aedui and the Sequani into the Rhone: its sluggishness is beyond belief, for the eye cannot determine in which direction the stream flows.",
    "12.1": "This river the Helvetii proceeded to cross by rafts and boats fastened together.",
    "12.2": "When Caesar's scouts informed him that three-quarters of the Helvetian forces had actually crossed, and that about a quarter remained on the near side of the river Saône, he left camp in the third watch with three legions and came up to the division of the enemy which had not yet crossed.",
    "12.3": "He attacked them unawares when they were heavily loaded, and put a great number of them to the sword; the remainder betook themselves to flight and hid in the nearest woods.",
    "12.4": "The name of the canton was the Tigurine; for the whole state of Helvetia is divided into four cantons.",
    "12.5": "In the recollection of the last generation this canton had marched out alone from its homeland, and had slain the consul Lucius Cassius and sent his army under the yoke.",
    "12.6": "And so, whether by accident or by the purpose of the immortal gods, the section of the Helvetian state which had brought so signal a calamity upon the Roman people was the first to pay the penalty in full.",
    "12.7": "Therein Caesar avenged private as well as national outrages; for in the same battle with Cassius the Tigurini had slain Lucius Piso, the general, grandfather of Lucius Piso, Caesar's father-in‑law.",
    "13.0": "This action over, he caused a bridge to be made over the Saône and sent his army across thereby, in order to pursue the remainder of the Helvetian forces.",
    "13.1": "Alarmed at his sudden approach — for they perceived that the business of crossing the river, which they themselves had accomplished with the greatest difficulty in twenty days, had been despatched by Caesar in a single one — the Helvetii sent deputies to him.",
    "13.2": "The leader of the deputation was Divico, who had been commander of the Helvetii in the campaign against Cassius. He treated with Caesar as follows: If the Roman people would make peace with the Helvetii, they would go whither and abide where Caesar should determine and desire; if on the other hand he should continue to visit them with war, he was advised to remember the earlier disaster of the Roman people and the ancient valour of the Helvetii.",
    "13.3": "He had attacked one canton unawares, when those who had crossed the river could not bear assistance to their fellows; but that event must not induce him to rate his own valour highly or to despise them.",
    "13.4": "The Helvetii had learnt from their parents and ancestors to fight their battles with courage, not with cunning nor reliance upon stratagem.",
    "13.5": "Caesar therefore must not allow the place of their conference to derive renown or perpetuate remembrance by a disaster to the Roman people and the destruction of an army.",
    "14.0": "To these remarks Caesar replied as follows: As he remembered well the events which the Helvetian deputies had mentioned, he had therefore the less need to hesitate; and his indignation was the more vehement in proportion as the Roman people had not deserved the misfortune. If the Romans had been conscious of some outrage done, it would not have been hard to take precaution; but they had been misled, because they did not understand that they had done anything to cause them apprehension, and they thought that they should not feel apprehension without cause.",
    "14.1": "And even if he were willing to forget an old affront, could he banish the memory of recent outrages — their attempts to march by force against his will through the Province, their ill‑treatment of the Aedui, the Ambarri, the Allobroges?",
    "14.2": "Their insolent boast of their own victory, their surprise that their outrages had gone on so long with impunity, pointed the same way; for it was the wont of the immortal gods to grant a temporary prosperity and a longer impunity to make men whom they purposed to punish for their crime smart the more severely from a change of fortune.",
    "14.3": "Yet, for all this, he would make peace with the Helvetii, if they would offer him hostages to show him that they would perform their promises, and if they would give satisfaction to the Aedui in respect of the outrages inflicted on them and their allies, and likewise to the Allobroges.",
    "14.4": "Divico replied: It was the ancestral practice and the regular custom of the Helvetii to receive, not to offer, hostages; the Roman people was witness thereof.",
    "14.5": "With this reply he departed.",
    "15.0": "Next day the Helvetii moved their camp from that spot.",
    "15.1": "Caesar did likewise, sending forward the whole of his cavalry, four thousand in number, which he had raised from the whole of the Province, from the Aedui, and from their allies, to observe in which direction the enemy were marching.",
    "15.2": "The cavalry, following up the rearguard too eagerly, engaged in a combat on unfavourable ground with the cavalry of the Helvetii, and a few of ours fell.",
    "15.3": "Elated by this engagement, because five hundred of their horsemen had routed so large a host of ours, the Helvetii began on occasion to make a bolder stand, and with their rearguard to provoke the Romans to a fight.",
    "15.4": "Caesar kept his troops from fighting, accounting it sufficient for the present to prevent the enemy from plundering, foraging, and devastation.",
    "15.5": "The march continued for about a fortnight with no more interval than five or six miles a day between the rearguard of the enemy and the vanguard of the Romans.",
    "16.0": "Meanwhile Caesar was daily pressing the Aedui for the corn that they had promised as a state.",
    "16.1": "For by reason of cold weather (since Gaul, as has been said above, lies under the northern heaven) not only were the corn-crops in the fields unripe, but there was not even a sufficient supply of forage to be had. At the same time he was less able to use the corn-supply that he had brought up the river Saône in boats, because the Helvetii had diverted their march from the Saône, and he did not wish to lose touch with them.",
    "16.2": "The Aedui put him off day by day, declaring that the corn was being collected, was being brought in, was at hand.",
    "16.3": "He perceived that he was being put off too long, and that the day was close upon him whereon it was proper to issue the corn-ration to the troops: accordingly he summoned together the Aeduan chiefs, of whom he had a great number in his camp, among them Diviciacus and Liscus, who had the highest magnify, called Vergobret by the Aedui: the magistrate is elected annually, and holds the power of life and death over his fellow-countrymen. Caesar called them severely to account because they offered no relief in a time of stress, with the enemy close at hand, when corn could neither be purchased nor taken from the fields. And just because he had undertaken the war largely in response to their entreaties, he complained the more severely of their desertion.",
    "17.0": "Then, and not till then, the remarks of Caesar induced Liscus to reveal a fact concealed before. There were, he said, certain persons, of paramount influence with the common folk, and of more power in their private capacity than the actual magistrates.",
    "17.1": "These persons, by seditious and insolent language, were intimidating the population against the collection of corn as required, on the plea that it was better for the Aedui, if they could not now enjoy the primacy of Gaul, to submit to the commands of Gauls rather than of Romans; for they did not doubt that, if the Romans overcame the Helvetii, they meant to deprive the Aedui of liberty, in common with the rest of Gaul.",
    "17.2": "These, again, were the men, who informed the enemy of the Roman plans and all the doings of the camp; nor had he power to restrain them.",
    "17.3": "Nay, more, he perceived with what risk he had acted in informing Caesar, under sheer force of necessity; and for that reason he had held his peace as long as he could.",
    "18.0": "Caesar felt that Dumnorix, the brother of Diviciacus, was indicated in these remarks of Liscus; but as he would not have those matters threshed out in presence of a company, he speedily dismissed the meeting.",
    "18.1": "He kept Liscus back, and questioned him separately on his statement in the assembly.",
    "18.2": "Liscus now spoke with greater freedom and boldness.",
    "18.3": "Caesar questioned others privately upon the same matters, and found that it was so — that Dumnorix was the man who, unequalled in boldness, and strong in the influence that his generosity gave him over the common folk, desired a revolution.",
    "18.4": "For several years, it was said, he had contracted at a low price for the customs and all the rest of the Aeduan taxes, for the simple reason that when he made a bid none durst bid against him.",
    "18.5": "By this means he had at once increased his own property and acquired ample resources for bribery; he maintained a considerable body of horse permanently at his own charges, and kept them about his person; not only in his own but even in neighbouring states his power was extensive. To secure this power he had given his mother in marriage to the noblest and most power ful man among the Bituriges, he had taken himself a wife from the Helvetii, and had married his half-sister and his female relations to men of other states.",
    "18.6": "This connection made him a zealous supporter of the Helvetii; moreover, he hated Caesar and the Romans on his own account, because their arrival had diminished his power and restored his brother Diviciacus to his ancient place of influence and honour.",
    "18.7": "If anything should happen to the Romans, he entertained the most confident hope of securing the kingship by means of the Helvetii: it was the empire of the Roman people which caused him to despair not only of the kingship, but even of the influence he now possessed.",
    "18.8": "Caesar discovered also in the course of his questioning, as concerning the unsuccess ful cavalry engagement of a few days before, that Dumnorix and his horsemen (he was commander of the body of horse sent by the Aedui to the aid of Caesar) had started the retreat, and that by their retreat the remainder of the horse had been stricken with panic.",
    "19.0": "All this Caesar learnt, and to confirm these suspicions he had indisputable facts. Dumnorix had brought the Helvetii through the borders of the Sequani; he had caused hostages to be given between them; he had done all this not only without orders from his state or from Caesar, but even without the knowledge of either; he was now accused by the magistrate of the Aedui. Caesar deemed all this to be cause enough for him either to punish Dumnorix himself, or to command the state so to do.",
    "19.1": "To all such procedure there was one objection, the knowledge that Diviciacus, the brother of Dumnorix, showed the utmost zeal for the Roman people, the utmost goodwill towards himself, in loyalty, in justice, in prudence alike remarkable; for Caesar apprehended that the punishment of Dumnorix might offend the feelings of Diviciacus.",
    "19.2": "Therefore, before attempting anything in the matter, Caesar ordered Diviciacus to be summoned to his quarters, and, having removed the regular interpreters, conversed with him through the mouth of Gaius Valerius Procillus, a leading man in the Province of Gaul and his own intimate friend, in whom he had the utmost confidence upon all matters. Caesar related the remarks which had been uttered in his presence as concerning Dumnorix at the assembly of the Gauls, and showed what each person had said severally to him upon the same subject.",
    "19.3": "He asked and urged that without offence to the feelings of Diviciacus he might either hear his case himself and pass judgment upon him, or order the state so to do.",
    "20.0": "With many tears Diviciacus embraced Caesar, and began to beseech him not to pass too severe a judgment upon his brother.",
    "20.1": "\"I know,\" said he, \"that the reports are true, and no one is more pained thereat than I, for at a time when I had very great influence in my own state and in the rest of Gaul, and he very little, by reason of his youth, he owed his rise to me; and now he is using his resources and his strength not only to the diminution of my influence, but almost to my destruction.",
    "20.2": "For all that, I feel the force of brotherly love and public opinion.",
    "20.3": "That is to say, if too severe a fate befalls him at your hands, no one, seeing that I hold this place in your friendship, will opine that it has been done without my consent; and this will turn from me the feelings of all Gaul.\" While he was making this petition at greater length, and with tears, Caesar took him by the hand and consoled him, bidding him end his entreaty, and showing that his influence with Caesar was so great that he excused the injury to Rome and the vexation felt by himself, in consideration for the goodwill and the entreaties of Diviciacus.",
    "20.4": "Then he summoned Dumnorix to his quarters, and in the presence of his brother he pointed out what he had to blame in him; he set forth what he himself perceived, and the complaints of the state; he warned him to avoid all occasions of suspicion for the future, and said that he excused the past in consideration for his brother Diviciacus.",
    "20.5": "He posted sentinels over Dumnorix, so as to know what he did and with whom he spoke.",
    "21.0": "On the same day his scouts informed him that the enemy had halted close under a height eight miles from the Roman camp.",
    "21.1": "A party was sent to reconnoitre the height, and to see what kind of ascent a detour might afford: the report was that it was easy.",
    "21.2": "Caesar ordered Titus Labienus, lieutenant-general and chief of the staff, to move in the third watch with two legions and the guides who knew the route, and to climb the topmost ridge of the height; and he showed him his own intention.",
    "21.3": "He himself, starting in the fourth watch, marched speedily against the enemy by the same route which they had taken, sending forward the whole of the horse.",
    "21.4": "Publius Considius, reputed a past master in the art of war, who had seen service in the army of Lucius Sulla and afterwards in that of Marcus Crassus, was sent forward with the scouts.",
    "21.5": "",
    "22.0": "At dawn Labienus was in possession of the summit of the height, and Caesar was no more than a mile and a half from the enemy's camp; and, as he learnt afterwards from prisoners, neither his own approach nor that of Labienus was discovered. At this moment Considius galloped back to him, saying that the mountain he had wished Labienus to seize was in possession of the enemy: he knew it by the Gallic arms and badges.",
    "22.1": "Caesar withdrew his own troops to the nearest hill, and formed line of battle.",
    "22.2": "Labienus had instructions from Caesar not to join battle unless his own troops appeared near the enemy's camp, so that a simultaneous assault might be made upon the enemy from all sides; accordingly, having seized the height, he awaited the main body and refrained from engaging.",
    "22.3": "At length, when the day was far spent, Caesar learnt from his scouts that the height was in possession of his own troops, and that the Helvetii had shifted their camp, and therefore that Considius in sheer panic had reported to him as seen that which he had not seen.",
    "22.4": "On that day he followed the enemy at the customary interval, and pitched his camp three miles from theirs.",
    "23.0": "On the morrow, as no more than two days remained before it was proper to issue the corn-ration to the troops, and as he was no more than eighteen miles from Bibracte, by far the largest and the best-provided of the Aeduan towns, he considered that he must attend to the corn-supply. He therefore turned his line of march away from the Helvetii, and made with all speed for Bibracte.",
    "23.1": "The change was reported to the enemy by some deserters from Lucius Aemilius, a troop-leader of the Gallic horse.",
    "23.2": "Now the Helvetii may have supposed that the Romans were moving away from them because of sheer panic, the more so because on the day before they had not joined battle after seizing the higher ground; or they may have believed that the Romans could be cut off from their corn-supply. Whichever the reason, they changed their plan, altered their route, and began to pursue and to annoy the Roman rearguard.",
    "24.0": "As soon as he remarked this, Caesar withdrew his troops to the nearest hill, and sent the horse to check the enemy's charge.",
    "24.1": "Meanwhile he himself drew up his four legions of veterans in triple line half‑way up the hill: but he ordered the two legions which he had last enlisted in Nearer Gaul and all the auxiliary troops to be posted on the top of the ridge, so as to fill the hill-side entirely with men: in the meantime the packs were to be collected in one place, which was to be entrenched by the troops posted in line on the higher ground.",
    "24.2": "The Helvetii followed with all their carts, and collected their baggage in one place: the fighting men, in a densely-crowded line, repulsed the Roman horse, then formed mass and moved up against our first line.",
    "25.0": "Caesar first had his own horse and then those of all others sent out of sight, thus to equalise the danger of all and to take away hope of flight.",
    "25.1": "Then after a speech to encourage his troops he joined battle.",
    "25.2": "The legionaries, from the upper ground, easily broke the mass-formation of the enemy by a volley of javelins, and, when it was scattered, drew their swords and charged.",
    "25.3": "The Gauls were greatly encumbered for the fight because several of their shields would be pierced and fastened together by a single javelin-cast; and as the iron became bent, they could not pluck it forth, nor fight handily with the left arm encumbered. Therefore many of them preferred, after continued shaking of the arm, to cast off the shield and so to fight bare-bodied.",
    "25.4": "At length, worn out with wounds, they began to retreat, retiring towards a height about a mile away.",
    "25.5": "They gained the height; and as the Romans followed up, the Boii and Tulingi, who with some fifteen thousand men brought up the rear and formed the rearguard, turned from their march to attack the Romans on the exposed flank, and overlapped them. Remarking this, the Helvetii, who had retired to the height, began to press again and to renew the fight.",
    "25.6": "The Romans wheeled, and advanced in two divisions, the first and second line to oppose the part of the enemy which had been defeated and driven off, the third to check the fresh assault.",
    "26.0": "Thus the engagement became twofold, and the fight was fierce and long.",
    "26.1": "When the enemy could no longer hold out against our attacks, one division continued to retire to the height, the other concentrated upon their baggage and carts.",
    "26.2": "There was no rout, for throughout the action, though it lasted from the seventh hour to eventide, no one could have seen the back of an enemy.",
    "26.3": "Even round the baggage the fight was continued far into the night, as the enemy had constructed a rampart of carts, and from the higher ground they continued to hurl missiles upon our advancing lines, while some of them kept discharging native pikes and darts from underneath the carts and wheels, wounding our men.",
    "26.4": "However, after a long fight, our troops gained possession of the baggage and the camp.",
    "26.5": "There the daughter of Orgetorix and one of his sons were taken prisoners.",
    "26.6": "Some 130,000 persons survived the action, and marched continuously the whole of that night; the march was not interrupted for any part of the night, and three days after they reached the borders of the Lingones; for our own troops had not been able to pursue them, having halted for three days to tend their wounds and to bury the dead.",
    "26.7": "Caesar despatched letters and messages to the Lingones, ordering them not to give assistance by corn and otherwise, and affirming that, if they gave such assistance, he would treat them in the same fashion as the Helvetii.",
    "26.8": "He himself, after the three days' interval, began to follow them with all his forces.",
    "27.0": "The Helvetii were compelled by lack of all provision to send deputies to him to treat of surrender.",
    "27.1": "These found him on the march, and, throwing themselves at his feet, in suppliant tones besought peace with tears. He bade them await his arrival in their present station, and they obeyed.",
    "27.2": "Upon arrival there Caesar demanded the surrender of hostages and arms, and of the slaves who had deserted to them.",
    "27.3": "While these were sought out and collected together night intervened; and about six thousand men of the canton called Verbigene — it may be in sheer panic, lest after the surrender of their arms they might be put to the sword; or else they were tempted by the hope of escape, and the thought that in so vast a multitude of prisoners their own flight could be concealed or even unnoticed — left the Helvetian camp at nightfall and hastened to the Rhine and the borders of the Germans.",
    "28.0": "So soon as Caesar came to know of this he commanded the inhabitants through whose borders they had marched to seek them out and bring them back, if they wished to clear themselves from complicity in his sight. When the runaways were brought back he treated them as enemies; all the remainder, upon delivery of hostages, arms, and deserters, he admitted to surrender.",
    "28.1": "He commanded the Helvetii, Tulingi, and Latobrigi to return to their own borders, whence they had started; and as they had lost all their produce, and had no means at home of sustaining hunger, he required the Allobroges to give them a supply of corn. He also ordered them to restore with their own hands the towns and villages which they had burnt.",
    "28.2": "His chief reason for so doing was that he did not wish the district which the Helvetii had left to be unoccupied, lest the excellence of the farmlands might tempt the Germans who dwell across the Rhine to cross from their own into the Helvetian borders, and so to become neighbours to the Province of Gaul and to the Allobroges.",
    "28.3": "He granted the petition of the Aedui that they might establish the Boii, known to be of remarkable courage, in their own borders. The Aedui gave them farmlands, and afterwards admitted them to like measure of privilege and liberty with themselves.",
    "29.0": "In the camp of the Helvetii were found, and brought to Caesar, records written out in Greek letters, wherein was drawn up a nominal register showing what number of them had gone out from their homeland, who were able to bear arms, and also separately children, old men, and women.",
    "29.1": "On all these counts the total showed 263,000 persons of the Helvetii, 36,000 of the Tulingi, 14,000 of the Latobrigi, 23,000 of the Rauraci, 32,000 of the Boii; of these there were about 92,000 able to bear arms.",
    "29.2": "The grand total was about 368,000.",
    "29.3": "Of those who returned home a census was taken in accordance with Caesar's command, and the number was found to be 110,000.",
    "30.0": "Upon the conclusion of the Helvetian campaign deputies from well-nigh the whole of Gaul, the chief men of the various states, assembled in Caesar's camp to congratulate him. They perceived, they said, that, although Caesar had by the campaign required satisfaction of the Helvetii for past outrages suffered by the Roman people at their hands, the result had been as beneficial to the land of Gaul as to the Roman people; for the Helvetii had left their homes at a time of exceeding prosperity with the express design of making war upon the whole of Gaul and obtaining empire; they purposed from an ample field to select for their abode the spot which they judged to be the most convenient and the most productive in all Gaul, and to make the rest of the states tributary.",
    "30.1": "The deputies asked that they might be allowed to announce — and that with Caesar's consent — a convention of all Gaul for a certain day, for they had certain petitions which, after general agreement, they wished to ask of him.",
    "30.2": "Permission was given, and they appointed a day for the convention, pledging themselves by an oath that no man should publish its proceedings save the persons authorised by their general consent.",
    "31.0": "The convention having been held and dissolved, the same chiefs of states as before returned to Caesar with a petition that they might be allowed to discuss with him apart, in private, the question of their own and the general welfare.",
    "31.1": "The petition was granted, and they all threw themselves in tears at Caesar's feet, declaring that they were as anxious and as much concerned to prevent the publication of their utterances as to obtain their desires; for he saw that publication must expose them to the most cruel vengeance.",
    "31.2": "Diviciacus the Aeduan spoke on their behalf. \"In all Gaul,\" he said, \"there are two parties; in one of them the Aedui have the primacy, in the other the Arverni.",
    "31.3": "For many years there was a vehement struggle between the two for the dominion; then it came about that the Arverni and the Sequani summoned the Germans to their aid for a price.",
    "31.4": "About fifteen thousand of them crossed the Rhine in the first instance; then, when those fierce barbarians had got a liking for the farmlands, the civilization, and the wealth of the Gauls, more were brought over, and at the present time there are about 120,000 of them in Gaul.",
    "31.5": "\"With them the Aedui and their dependents have repeatedly fought in battle: defeat has brought great disaster, the loss of all our nobility, our senate, and our knights.",
    "31.6": "It is these battles and disasters that have broken the men who by their own valour, and by the courtesy and the friendship of Rome, were formerly paramount in Gaul, and have obliged them to give as hostages to the Sequani the noblest men of the state, and to bind the state by oath not to require the return of the hostages, not to entreat the assistance of Rome, nor to refuse eternal submission to the sway and sovereignty of the Sequani.",
    "31.7": "I am the one man of all the state of the Aedui upon whom it has not been possible to prevail to take the oath or give his children as hostages.",
    "31.8": "It was for that reason that I fled from the state and came to the Senate at Rome to demand assistance, because I was the only man not bound by oath or hostages.",
    "31.9": "But a worse fate has befallen the victorious Sequani than the conquered Aedui: Ariovistus, king of the Germans, has settled within their borders and seized a third part of their territory, the best in all Gaul; and now he orders them to evacuate another third, because a few months since 24,000 of the Harudes joined him, for whom he had to provide a settlement and a home.",
    "31.10": "In a few years all the natives will have been driven from the borders of Gaul, and all the Germans will have crossed the Rhine; for there can be no comparison between the Gallic and the German territory, none between our usual scale of living and theirs.",
    "31.11": "Having once conquered the forces of the Gauls in battle near Magetobriga, Ariovistus is exercising a proud and cruel tyranny, demanding as hostages the children of the greatest nobles, and perpetrating upon them all the direst forms of torture, if anything be not performed at his nod or at his pleasure.",
    "31.12": "He is a passionate, a reckless barbarian: we can endure his tyrannies no longer.",
    "31.13": "Unless some means of assistance is to be found in Caesar and in the Roman people, all the Gauls must needs do just what the Helvetii have done — emigrate, to seek another habitation, other abodes far from the Germans, and risk any fortune that may befall them.",
    "31.14": "If these remarks of mine be reported to Ariovistus, I make no doubt that he will inflict the severest punishment on all the hostages in his keeping.",
    "31.15": "You, Caesar, by your own and your army's influence, or by your late victory, or by the name of the Roman people, can prevent the crossing of a larger host of Germans over the Rhine, and defend the whole of Gaul from the outrage of Ariovistus.\"",
    "32.0": "When Diviciacus had delivered this speech all who were present began with loud weeping to seek assistance from Caesar.",
    "32.1": "He noticed, however, that of all the company the Sequani alone did not act like the rest, but with head downcast stared sullenly upon the ground.",
    "32.2": "He asked them, wondering, what might be the cause thereof.",
    "32.3": "The Sequani made no reply, but continued in the same sullen silence.",
    "32.4": "When repeated questioning could extract not a word from them, Diviciacus the Aeduan made further reply. \"The lot of the Sequani,\" he said, \"is more pitiable, more grievous than that of the rest, inasmuch as they alone dare not even in secret make complaint or entreat assistance, dreading the cruelty of Ariovistus as much in his absence as if he were present before them. The rest, for all their suffering, have still a chance of escape; but the Sequani, who have admitted Ariovistus within their borders, and whose towns are all in his power, must needs endure any and every torture.\"",
    "33.0": "When he had learnt this Caesar comforted the Gauls with his words, promising that he would concern himself with this matter: he had, he said, great hope that by his good offices and his authority he would induce Ariovistus to put a stop to his outrages.",
    "33.1": "With this speech he dissolved the convention.",
    "33.2": "And straightway many considerations induced him to suppose that he must take thought and action in the matter. In the first place, he could see that the Aedui, often hailed by the Senate as brethren and kinsmen, were fast bound in slavery and subjection to the Germans, and he was aware that their hostages were with Ariovistus and the Sequani. This, considering the greatness of the Roman empire, he deemed to be an utter disgrace to himself and to the state.",
    "33.3": "Next, he could see that the Germans were becoming gradually accustomed to cross over the Rhine, and that the arrival of a great host of them in Gaul was dangerous for the Roman people. Nor did he suppose that barbarians so fierce would stop short after seizing the whole of Gaul; but rather, like the Cimbri and Teutoni before them, they would break forth into the Province, and push on thence into Italy, especially as there was but the Rhone to separate the Sequani from the Roman Province.",
    "33.4": "All this, he felt, must be faced without a moment's delay. As for Ariovistus himself, he had assumed such airs, such arrogance, that he seemed insufferable.",
    "34.0": "He resolved, therefore, to send deputies to Ariovistus to request of him the choice of some half‑way station between them for a parley, as it was his desire to discuss with him matters of state and of the highest importance to each of them.",
    "34.1": "To the deputation Ariovistus made reply that if he had had need of aught from Caesar, he would have come to him, and if Caesar desired aught of him, he ought to come to him.",
    "34.2": "Moreover, he did not venture without an army to come into those parts of Gaul which Caesar was occupying, and he could not concentrate his army without great exertion in the matter of supply.",
    "34.3": "And he found himself wondering what business either Caesar or the Roman people might have in that Gaul which he had made his own by conquest in war.",
    "35.0": "When this reply had been brought back to Caesar, he sent deputies again to him with the following message: Forasmuch as, after great kindness of treatment from Caesar himself and from the Roman people (for it was in Caesar's year of consul ship that he had been saluted as king and friend by the Senate), he expressed his thanks to Caesar and the Roman people by reluctance to accept the invitation to come to a parley and by thinking it needless to say or learn anything as touching their mutual concerns, Caesar's demand of him was, first, that he should not bring any further host of men across the Rhine into Gaul; second, that he should restore the hostages he held from the Aedui and grant the Sequani entire freedom to restore to the Aedui with his full consent the hostages they held; further, that he should not annoy the Aedui by outrage nor make war upon them or their allies.",
    "35.1": "If he did as requested, Caesar and the Roman people would maintain a lasting kindness and friendship towards him. If Caesar's request were not granted, then, forasmuch as in the consul ship of Marcus Messalla and Marcus Piso the Senate had decided that the governor of the Province of Gaul should protect, as far as he could do so with advantage to the state, the Aedui and the other friends of the Roman people, Caesar would not disregard the outrages suffered by the Aedui.",
    "36.0": "To this Ariovistus replied as follows: It was the right of war that conquerors dictated as they pleased to the conquered",
    "36.1": "and the Roman people also were accustomed to dictate to those whom they conquered, not according to the order of a third party, but according to their own choice.",
    "36.2": "If he, for his part, did not ordain how the Roman people should exercise their own right, he ought not to be hindered by the Roman people in the enjoyment of his own right.",
    "36.3": "The Aedui, having risked the fortune of war and having been overcome in a conflict of arms, had been made tributary to himself.",
    "36.4": "Caesar was doing him a serious injury, for his advance was damaging his revenues.",
    "36.5": "He would not restore their hostages to the Aedui, nor would he make war on them nor on their allies without cause, if they stood to their agreement and paid tribute yearly; if not, they would find it of no assistance whatever to be called \"Brethren of the Roman people.\"",
    "36.6": "As for Caesar's declaration that he would not disregard outrages suffered by the Aedui, no one had fought with Ariovistus save to his own destruction.",
    "36.7": "He might join issue when he pleased: he would learn what invincible Germans, highly trained in arms, who in a period of fourteen years had never been beneath a roof, could accomplish by their valour.",
    "37.0": "At the same hour in which this message was brought back to Caesar, deputies arrived from the Aedui and the Treveri. The Aedui came to complain that the Harudes, who had lately been brought over into Gaul, were devastating their borders, and that they themselves had not been able to purchase peace from Ariovistus even by the delivery of hostages. The Treveri reported that one hundred cantons of the Suebi had settled on the banks of the Rhine, and were attempting to cross the river, under the command of two brothers, Nasua and Cimberius.",
    "37.1": "At this Caesar was exceedingly disquieted, and determined that he must make speed, for fear that, if the new company of Suebi joined the old forces of Ariovistus, resistance might be more difficult.",
    "37.2": "Therefore he secured his corn-supply with all possible speed, and pushed on with forced marches to meet Ariovistus.",
    "38.0": "He had advanced a three days' march when news was brought to him that Ariovistus with all his forces was pushing on to seize Vesontio (Besançon), the largest town of the Sequani, and had already advanced a three days' march from his own borders.",
    "38.1": "Caesar considered that a great effort on his part was needed to prevent this occurrence.",
    "38.2": "For there was in that town an abundant supply of all things needful for war, and the place was so well fortified by Nature as to afford great facilities for the conduct of a campaign. The river Dubis (Doubs), with a circuit that might have been traced by compasses, surrounds well-nigh the whole town: the remaining space of not more than sixteen hundred feet, where the river breaks off, is closed in by a height of great eminence, so placed that its foundations touch the river-bank on either side. This height is surrounded by a wall to form a citadel and join it with the town.",
    "38.3": "It was to this place that Caesar pushed on with forced marches by night and day, and, seizing the town, posted a garrison in it.",
    "39.0": "During a few days' halt near Vesontio for the provision of corn and other supplies, a panic arose from inquiries made by our troops and remarks uttered by Gauls and traders, who affirmed that the Germans were men of a mighty frame and an incredible valour and skill at arms; for they themselves (so they said) at meetings with the Germans had often been unable even to endure their look and the keenness of their eyes. So great was the panic, and so suddenly did it seize upon all the army, that it affected in serious fashion the intelligence and the courage of all ranks.",
    "39.1": "It began first with the tribunes, the contingent-commanders, and the others who had followed Caesar from Rome to court his friendship, without any great experience in warfare. Advancing various reasons which, according to their own statement, obliged them to depart, some sought his permission to leave; some were compelled by very shame to stay, to avoid the suspicion of cowardice.",
    "39.2": "They were unable to disguise their looks, or even at times to restrain their tears; they hid in their tents to complain of their own fate, or to lament in company with their friends the common danger.",
    "39.3": "Everywhere throughout the camp there was signing of wills.",
    "39.4": "By the cowardly utterances of such as these even men who had long experience in the field, soldiers, centurions, and cavalry commanders, were gradually affected.",
    "39.5": "Those of them who desired to be thought less timid would declare that they were not afraid of the enemy, but feared the narrow defiles and the vast forests which lay between themselves and Ariovistus, or a possible failure of proper transport for the corn-supply.",
    "39.6": "Some had even gone so far as to declare to Caesar that when he gave the order for camp to be shifted and standards advanced the soldiers would not obey, and by reason of cowardice would not move forward.",
    "40.0": "Remarking this, he convened a council of war, and summoned thereto the centurions of all grades. Then indignantly he reprimanded them, first and foremost because they thought it their business to ask or to consider in which direction or with what purpose they were being led.",
    "40.1": "\"Ariovistus,\" he said, \"in my own consul ship sought most eagerly the friendship of the Roman people. Why should anyone conclude that he intends so recklessly to depart from his duty? For myself, I am persuaded that, when my demands are made known, and the fairness of my terms understood, Ariovistus will not reject the goodwill of myself or the Roman people.",
    "40.2": "Even if, in a fit of rage and madness, he makes war, what, pray, have you to fear? Why do you despair of your own courage or of my competence? We have made trial of this foe in the time of our fathers, on the occasion when, in the defeat of the Cimbri and Teutoni by Gaius Marius, the army was deemed to have deserved no less praise than the commander himself. We have made further trial of late in Italy in the slave revolt, and yet the slaves had the practice and training which they had learnt from us to give them some measure of support.",
    "40.3": "You may judge from this what profit there is in a good courage, for the very men whom you had feared without cause during a long time, when they had no arms, you subsequently subdued, though they had taken up arms and won victories.",
    "40.4": "Finally, these are the selfsame men with whom the Helvetii have had frequent encounters, and they have often subdued them, not only in Helvetian territory but also in Germany; yet the Helvetii have not proved a match for our army.",
    "40.5": "If there be any who are concerned at the defeat and flight of the Gauls, they can discover for the asking that when the Gauls were worn out by the length of the campaign Ariovistus, who had kept himself for many months within his camp in the marshes, without giving a chance of encounter, attacked them suddenly when they had at last dispersed in despair of a battle, and conquered them rather by skill and stratagem than by courage.",
    "40.6": "Even Ariovistus himself does not expect that our own armies can be caught by tactics for which there was a chance against unskilled barbarians.",
    "40.7": "Those persons who ascribe their own cowardice to a pretended anxiety for the corn-supply or to the defiles on the route are guilty of presumption, for they appear either to despair of the commander's doing his duty or to instruct him in it.",
    "40.8": "These matters are my own concern; corn is being supplied by the Sequani, the Leuci, the Lingones, and the corn-crops in the fields are already ripe; of the route you yourselves will shortly be able to judge.",
    "40.9": "As for the statement that the soldiers will not obey orders nor move forward, I am not in the least concerned by that; in any cases where an army has not obeyed its general, either fortune has failed because of some actual blunder, or else some crime shall be discovered and a charge of avarice has been brought home.",
    "40.10": "My own blamelessness has been clearly seen throughout my life, my good fortune in the Helvetian campaign.",
    "40.11": "Accordingly I intend to execute at once what I might have put off to a more distant day, and to break camp in the fourth watch of this next night, to the intent that I may perceive at once whether honour and duty, or cowardice, prevail in your minds.",
    "40.12": "Even if no one else follows, I shall march with the Tenth Legion alone; I have no doubt of its allegiance, and it will furnish the commander-in‑chief's escort.\" Caesar had shown special favour to this legion, and he placed the greatest reliance in it because of its courage.",
    "41.0": "By the delivery of this speech the spirit of all ranks was changed in a remarkable fashion; the greatest keenness and eagerness for active service was engendered, and the Tenth Legion was the first to express thanks to Caesar, through its tribunes, for the excellent opinion he had formed of it, and to affirm its complete readiness for active service.",
    "41.1": "Then the remaining legions moved their tribunes and senior centurions to give satisfactory explanation to Caesar that they had felt neither doubt nor panic, and had regarded it as the commander's business, not their own, to decide the plan of campaign.",
    "41.2": "Their explanation was accepted, and through Diviciacus (the one person in whom Caesar had absolute confidence) a route was found out to lead the army through open country, by a detour of more than fifty miles. In the fourth watch, as Caesar had said, the march began.",
    "41.3": "On the seventh day of continuous marching the scouts reported that the forces of Ariovistus were four-and‑twenty miles away from our own.",
    "42.0": "When he learnt of Caesar's approach Ariovistus sent deputies to him to announce that he was now ready to do what Caesar had before demanded as touching a parley, because he had come nearer, and Ariovistus believed that he could comply without risk.",
    "42.1": "Caesar did not reject the proposal, and he was inclined to think that Ariovistus was at length returning to a proper frame of mind, inasmuch as of his own motion he proffered what he had previously refused on request. Moreover, he began to have a good hope that, in consideration of the signal benefits conferred upon him by Caesar and the Roman people, Ariovistus would abandon his obstinacy when he knew Caesar's demands.",
    "42.2": "A day — the fifth after that — was appointed for the parley.",
    "42.3": "Meanwhile there was continual sending of deputies to and fro between them; and Ariovistus demanded that Caesar should bring no infantry with him to the parley, as he was afraid Caesar might surround him by treachery; let each party, therefore, come with an escort of horse; otherwise he would not come at all.",
    "42.4": "Caesar did not wish parley to be broken off upon an excuse thus interposed; at the same time he could not venture to entrust his personal safety to Gallic horse. He decided, therefore, that the best plan was to take the horses from Gallic troopers and mount upon them soldiers of the Tenth Legion, in which he had absolute confidence; thus, if there were need of action, he would have an escort of the truest friends he could find.",
    "42.5": "As the order was being carried out, one of the soldiers of the Tenth Legion remarked with some wit that Caesar was doing better than his promise; for he had promised to treat the Tenth Legion as the commander-in‑chief's escort, and he was making new \"cavalry\" of them.",
    "43.0": "There was a large plain, and in it a mound of earth of considerable size.",
    "43.1": "The place was about equally distant from the camps of Caesar and of Ariovistus.",
    "43.2": "Thither, as agreed, they came for the parley.",
    "43.3": "Caesar stationed the legion which he had brought on horseback two hundred paces from the mound.",
    "43.4": "The horsemen of Ariovistus halted at an equal distance.",
    "43.5": "Ariovistus demanded that they should parley on horseback, and that each should bring with him to the parley ten men besides himself.",
    "43.6": "When they arrived at the spot Caesar began his speech by relating the benefits conferred upon Ariovistus by himself and by the Senate; the Senate had called him king and friend, and had sent gifts with a most lavish hand. This privilege, as he pointed out, had fallen to the lot of but few, and was usually granted in consideration of great personal services. Ariovistus, though he had no right to audience of the Senate, and no just cause of claim, had obtained the rewards in question by the favour and generosity of Caesar and of the Senate.",
    "43.7": "He proceeded to show how long-established and how just were the reasons for a close relation ship between Rome and the Aedui; the frequency and the distinction of the Senate's decrees in respect of them; the manner in which, even before they had sought the friendship of Rome, the Aedui had always held the primacy of all Gaul.",
    "43.8": "It was the tradition of the Roman people to desire that its allies and friends should not only lose none of their possessions, but should enjoy increase of influence, dignity, and distinction; on the other hand, who, he asked, could endure that they should be despoiled of what they had brought with them to the friendship of the Roman people? He then made the same demands as those which he had given in his instructions to the deputies — that is to say, Ariovistus must not make war on the Aedui or on their allies; he must restore the hostages; and if he could not send back home any part of the Germans, at any rate he must not suffer any more to cross the Rhine.",
    "44.0": "To the demands of Caesar Ariovistus replied in brief, but he dilated at length upon his own good qualities. He had crossed the Rhine, he said, not of his own desire, but upon the request and summons of the Gauls; not without great hope of great rewards had he left home and kindred; the settlements he occupied in Gaul were granted by the natives, the hostages had been given with the consent of the natives; the tribute he took was by right of war, as customarily enforced by conquerors upon conquered.",
    "44.1": "He had not made war upon the Gauls, but they upon him; all the states of Gaul had come to attack him and had set up their camp against him; all their forces had been beaten and overcome by him in a single action.",
    "44.2": "If they wished to try the issue again, he was prepared to fight it out again; if they wished to enjoy peace, it was unjust to refuse the payment of tribute which of their own consent they had paid hitherto.",
    "44.3": "The friendship of the Roman people ought to be a distinction and a security to him, not a hindrance; and he had sought it with that hope.",
    "44.4": "If through the agency of the Roman people the tribute were to be remitted and the surrendered persons withdrawn, he would refuse the friendship of the Roman people no less heartily than he had sought it.",
    "44.5": "As for the host of Germans that he was bringing over into Gaul, his object was to protect himself, not to attack Gaul; and the proof thereof was that he had not come except upon request, and that his warfare had been defensive, not offensive.",
    "44.6": "He had come into Gaul before the Roman people.",
    "44.7": "Never heretofore had an army of the Roman people left the borders of the Province of Gaul.",
    "44.8": "What did Caesar mean? Why did he come into his sphere of occupation? This was his province of Gaul, as the other was the Roman.",
    "44.9": "As it was not right to give way to him, if he made an attack on Roman territory, so likewise the Romans were unjust in obstructing him in his own jurisdiction.",
    "44.10": "As for Caesar's statement that the Aedui were called \"brothers,\" Ariovistus was not such a barbarian, not so ignorant of affairs as not to know that neither in the last campaign against the Allobroges had the Aedui rendered assistance to the Romans, nor in the disputes of the Aedui with himself and the Sequani had they enjoyed the assistance of the Roman people.",
    "44.11": "He was bound to suspect, in spite of pretended friendship, that Caesar had an army in Gaul for the purpose of crushing him.",
    "44.12": "Unless, therefore, Caesar departed and withdrew his army from this locality, he would regard him, not as a friend, but as an enemy.",
    "44.13": "And if he put Caesar to death, he would gratify many nobles and leaders of the Roman people: this he knew for certain from themselves, by the messengers sent on behalf of all whose favour and friendship he could purchase by Caesar's death.",
    "44.14": "If, however, Caesar departed and resigned to him the uninterrupted occupation of Gaul, he would recompense him by a great reward, and would, without any exertion or risk on his part, execute any campaigns he might wish to be carried out.",
    "45.0": "Caesar spoke at length for the purpose of showing why he could not give up the task in hand. His own practice, he said, and the practice of the Roman people did not suffer the abandonment of allies who had deserved so well, nor did he admit that Gaul belonged to Ariovistus rather than to the Roman people.",
    "45.1": "The Arverni and the Ruteni had been subdued in a campaign by Quintus Fabius Maximus: the Roman people had pardoned them, and had not formed them into a province nor imposed a tribute.",
    "45.2": "If priority of time was to be the standard, then the sovereignty of the Roman people in Gaul had complete justification; if the decision of the Senate was to be observed, Gaul should be free, for after conquest of the country the Senate had willed that it should continue to observe its own laws.",
    "46.0": "During the progress of the parley Caesar was informed that the horsemen of Ariovistus were approaching nearer the mound, riding up to our troops, and discharging stones and darts at them.",
    "46.1": "Caesar made an end of speaking, and, withdrawing to his own men, commanded them not to discharge a single dart against the enemy in reply.",
    "46.2": "For, although he could see that a fight between the chosen legion and the horsemen would involve no danger, still he did not think proper, by so beating the enemy, to make possible the report that after pledge given they had been surrounded by him during a parley.",
    "46.3": "As soon as the common soldiers learnt how arrogantly at the parley Ariovistus had forbidden all Gaul to the Romans, how his horsemen had attacked our troops, and how this action had broken off the parley, the army was inspired with far greater eagerness and enthusiasm for battle.",
    "47.0": "Two days afterwards Ariovistus sent deputies to Caesar. He desired, he said, to discuss with him the matters which they had begun to discuss together but had not settled. Let him therefore again appoint a day for a parley, or, if he did not so wish, let him send to him one of his staff.",
    "47.1": "Caesar thought there was no occasion for a parley, the more so as on the previous day the Germans could not be restrained from discharging darts upon our men.",
    "47.2": "He thought it would be very dangerous to send one of his staff to him and so to expose a man to the ferocious Germans.",
    "47.3": "The best plan seemed to be to send to him Gaius Valerius Procillus, son of Gaius Valerius Caburus. He was a young man of exemplary courage and courtesy, and his father had been presented with the citizen ship by Gaius Valerius Flaccus. Caesar selected him because of his fidelity and his knowledge of the Gallic tongue (which from long practice Ariovistus could now use freely), and also because the Germans had in his case no reason for outrage; and with him he chose Marcus Mettius, who enjoyed the intimacy of Ariovistus.",
    "47.4": "He gave them instructions that they should ascertain and bring back to him the views of Ariovistus.",
    "47.5": "But when Ariovistus saw them near him in his camp he called aloud in the presence of his army, \"Why come you to me? To spy?\" When they tried to speak he prevented them and flung them into chains.",
    "48.0": "On the same day he advanced and pitched his camp under a hill-side six miles from Caesar's.",
    "48.1": "The next day he led his forces past the camp of Caesar, and formed camp two miles beyond him, for the purpose of cutting Caesar off from the corn and supplies that were to be brought up from the borders of the Sequani and the Aedui.",
    "48.2": "For five days in succession Caesar brought his own forces out in front of camp and kept them formed in line of battle, so that if Ariovistus wished to engage he might not lack the chance.",
    "48.3": "On all these days Ariovistus kept his army in camp, but engaged daily in a cavalry encounter.",
    "48.4": "The kind of fighting in which the Germans had trained themselves was as follows. There were six thousand horsemen, and as many footmen, as swift as they were brave, who had been chosen out of the whole force, one by each horseman for his personal protection. With them they worked in encounters; on them the horseman would retire, and they would concentrate speedily if any serious difficulty arose; they would form round any trooper who fell from his horse severely wounded; and if it was necessary to advance farther in some direction or to retire more rapidly, their training made them so speedy that they could support themselves by the manes of the horses and keep up their pace.",
    "49.0": "When Caesar observed that Ariovistus kept to his camp, to prevent further interruption of supplies he chose a suitable spot for a camp beyond that in which the Germans had pitched and about six hundred paces distant. Thither he marched in triple-line formation.",
    "49.1": "The first and second line he ordered to keep under arms, the third to entrench a camp.",
    "49.2": "The spot, as has been said, was about six hundred paces away from the enemy.",
    "49.3": "Towards it Ariovistus sent some sixteen thousand light-armed troops with all the horse, as a force to frighten our men and to prevent their entrenching work.",
    "49.4": "None the less Caesar kept to his previous decision, ordering two lines to drive back the enemy, the third to complete the work.",
    "49.5": "When the camp was entrenched he left two legions there and a part of the auxiliaries; the remaining four he brought back to the larger camp.",
    "50.0": "The next day, in accordance with his practice, Caesar moved out his forces from both camps, and, advancing a little from the larger camp, he formed line to give the enemy a chance of battle.",
    "50.1": "Perceiving that they did not even so come forth, he brought his army back to camp about noon.",
    "50.2": "Then at last Ariovistus sent a part of his own forces to attack the lesser camp, and both sides fought in spirited fashion till eventide.",
    "50.3": "At sunset, when many blows had been dealt and taken, Ariovistus led his forces back to camp.",
    "50.4": "By questioning the prisoners why Ariovistus did not fight a decisive action, Caesar found out the reason.",
    "50.5": "It was a custom among the Germans that their matrons should declare by lots and divinations whether it was expedient or not to engage, and the matrons declared that heaven forbade the Germans to win a victory, if they fought an action before the new moon.",
    "51.0": "On the next day Caesar left what he deemed a sufficient garrison for each camp; in front of the lesser camp, in full view of the enemy, he posted all the allied troops, intending to use them for a demonstration, because the total strength of his legionary troops was none too great in view of the enemy's numbers. He himself, with triple line deployed, advanced right up to the enemy's camp.",
    "51.1": "Then at last, compelled by necessity, the Germans led their own forces out of camp and posted them at equal intervals according to their tribes, Harudes, Marcomani, Triboces, Vangiones, Nemetes, Sedusii, Suebi; and their whole line they set about with wagons and carts, to leave no hope in flight.",
    "51.2": "Upon these they set their women, who with tears and outstretched hands entreated the men, as they marched out to fight, not to deliver them into Roman slavery.",
    "52.0": "Caesar put the lieutenant-generals and the quartermaster-general each in command of a legion, that every man might have their witness of his valour. He himself took station on the right wing, having noticed that the corresponding division of the enemy was the least steady, and joined battle.",
    "52.1": "Our troops attacked the enemy so fiercely when the signal was given, and the enemy dashed forward so suddenly and swiftly, that there was no time to discharge javelins upon them.",
    "52.2": "So javelins were thrown aside, and it was a sword-fight at close quarters.",
    "52.3": "But the Germans, according to their custom, speedily formed mass, and received the sword-attack.",
    "52.4": "Not a few of our soldiers were found brave enough to leap on to the masses of the enemy, tear the shields from their hands, and deal a wound from above.",
    "52.5": "The left wing of the enemy's line was beaten and put to flight, but their right wing, by sheer weight of numbers, was pressing our line hard.",
    "52.6": "Young Publius Crassus, commanding our cavalry, noticed this, and as he could move more freely than the officers who were occupied in and about the line of battle, he sent the third line in support of our struggling troops.",
    "53.0": "So the battle was restored, and all the enemy turned and ran: nor did they cease in their flight until they reached the river Rhine, some five miles from that spot.",
    "53.1": "There a very few, trusting to their strength, set themselves to swim across, or discovered boats and so won safety.",
    "53.2": "Among these was Ariovistus, who found a skiff moored to the bank and escaped therein; all the rest our cavalry caught and slew.",
    "53.3": "There were two wives of Ariovistus, one of Suebian nationality, whom he had brought with him from home; the other a woman of Noricum, sister to King Voccio, and sent by him to be married to Ariovistus in Gaul. Both wives perished in the rout; of his two daughters one was slain, and the other taken prisoner.",
    "53.4": "Gaius Valerius Procillus, bound with a threefold chain, was being dragged by his keepers in the rout, when he chanced to meet Caesar himself pursuing the enemy with the cavalry.",
    "53.5": "And indeed it brought Caesar no less pleasure than the victory itself, to see a most distinguished member of the Province of Gaul, his own close friend and guest, snatched from the hands of the enemy and restored to himself; and to feel that fortune had in no wise lessened, by the loss of his friend, his own great pleasure and satisfaction.",
    "53.6": "Procillus said that in his own presence the lots had been thrice consulted to see whether he should be burnt to death at once or saved for another time: to the favour of the lots he owed his safety.",
    "53.7": "Marcus Mettius also was discovered and brought back to Caesar.",
    "54.0": "When the news of this battle was carried across the Rhine, the Suebi who had come to the banks of the river began to return homewards; and when the tribes which dwell next to the Rhine perceived their panic, they pursued and slew a great number of them.",
    "54.1": "Two capital campaigns were thus finished in a single summer, and Caesar therefore withdrew his army a little earlier than the season required into winter cantonments among the Sequani, leaving Labienus in command thereof, while he himself set off for Hither Gaul to hold the assizes."
  }
}